[
  "tag-wrangler",
  "obsidian-checklist-plugin",
  "dataview",
  "cm-editor-syntax-highlight-obsidian",
  "cmdr",
  "obsidian-excel-to-markdown-table",
  "highlightr-plugin",
  "homepage",
  "file-tree-alternative",
  "obsidian-icons-plugin",
  "obsidian-image-toolkit",
  "obsidian-git",
  "omnisearch",
  "obsidian-outliner",
  "obsidian-reminder-plugin",
  "obsidian-style-settings",
  "supercharged-links-obsidian",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "table-editor-obsidian",
  "obsidian-custom-attachment-location",
  "obsidian-code-block-enhancer",
  "editing-toolbar",
  "obsidian-emoji-toolbar",
  "file-explorer-note-count",
  "obsidian-icon-folder",
  "obsidian-link-embed",
  "obsidian-markdown-formatting-assistant-plugin",
  "number-headings-obsidian",
  "url-into-selection",
  "darlal-switcher-plus",
  "obsidian-tagfolder",
  "obsidian-text-format",
  "obsidian-projects"
]